[
  {
    "title": "Back To Black",
    "description": "Back to Black fue el segundo y último álbum de estudio de la cantante británica Amy Winehouse. Su primer lanzamiento principal fue realizado el 4 de octubre de 2006 en el Reino Unido. En el mes de junio de 2007, se convirtió en un éxito Nº 9 en Estados Unidos y, tras ello, vendió 1,7 millones de descargas en el país, hasta el 23 de julio de 2011. Back To Black recibió críticas generalmente positivas por parte de los críticos de música, ganándose el elogio por sus influencias clásicas de Soul.",
    "price": 30,
    "thumbnail": "/Imagen.jpg",
    "code": "abc123",
    "stock": 18,
    "Id": 1
  },
  {
    "title": "Queen. Greatest Hits",
    "description": "Greatest Hits es un álbum recopilatorio de la banda de rock británica Queen, lanzado en todo el mundo el 26 de octubre de 1981. El álbum constaba de los mayores éxitos de Queen desde su primera aparición en las listas en 1974 con \"Seven Seas of Rhye\", hasta su éxito de 1980 \"Flash\" (aunque en algunos países \"Under Pressure\", el éxito de la banda en 1981 con David Bowie, estaba incluido). No había una lista universal de canciones ni una portada para el álbum, y las pistas de cada territorio dependían de los sencillos que se habían lanzado allí y cuáles tuvieron éxito.",
    "price": 42,
    "thumbnail": "/Imagen.jpg",
    "code": "abc124",
    "stock": 25,
    "Id": 2
  },
  {
    "title": "Abba. Gold",
    "description": "Nueva entrega de la colección “Back to Black”. DOCE nuevos vinilos de 180 gramos en edición limitada que incluyen una descarga digital gratuita del álbum. En esta nueva entrega se dedica a los grandes éxitos de grupos como ABBA, Cream y artistas como Elton John, Eric Clapton, Gary Moore, Grace Jones, John Lennon / Plastic Ono Band, Public Image Limited, Rod Stewart, Soul II Soul, Steely Dan o The Carpenters.",
    "price": 40,
    "thumbnail": "/Imagen.jpg",
    "code": "abc125",
    "stock": 10,
    "Id": 3
  },
  {
    "title": "The Essential Foo Fighters",
    "description": "Nuevo recopilatorio de Foo Fighters con lo mejor de una de las bandas más grandes de rock de los últimos tiempos, liderada por Dave Grohl (Nirvana). Hits del primero al último, el repertorio incluye canciones imprescindibles que todo fan del buen rock debería tener, entre las que por supuesto no faltan 'Everlong', 'Best of you', 'All my life', 'My hero', 'The pretender', 'Learn to fly' y ¡muchas más! Todas ellas extraídas de los diez trabajos de estudio publicados durante sus tres décadas de carrera.",
    "price": 26,
    "thumbnail": "/Imagen.jpg",
    "code": "abc126",
    "stock": 21,
    "Id": 4
  },
  {
    "title": "David Bowie. Legacy",
    "description": "Será publicado el 4 de noviembre y recoge los mejores sencillos de Bowie, desde de su primer éxito publicado 1969 \"Space Oddity\" hasta sus últimas canciones \"Lazarus\" y \"I Can’t Give Everything Away\" publicados a principios de este año. Todos los formatos de DAVID BOWIE LEGACY cuentan con una versión inédita del clásico de 1971 \"Life on Mars?\" Mezclado por el productor original Ken Scott.",
    "price": 55,
    "thumbnail": "/Imagen.jpg",
    "code": "abc127",
    "stock": 8,
    "Id": 5
  },
  {
    "title": "The Dark Side Of The Moon",
    "description": "The Dark Side of the Moon es el octavo álbum de estudio de la banda de rock inglesa Pink Floyd, lanzado el 1 de marzo de 1973 por Harvest Records en el Reino Unido y Capitol Records en Estados Unidos. Desarrollado durante presentaciones en vivo antes de que comenzara la grabación, fue concebido como un álbum conceptual que se centraría en las presiones que enfrentó la banda durante su arduo estilo de vida y también abordaría los problemas de salud mental del ex miembro de la banda Syd Barrett, quien dejó el grupo en 1968.",
    "price": 75,
    "thumbnail": "/Imagen.jpg",
    "code": "abc128",
    "stock": 5,
    "Id": 6
  }
]